brew 'git'
brew 'nvim'
brew 'chezmoi'
brew 'tmux'
brew 'tpm'
brew 'cmake'
brew 'powerlevel10k'
brew 'zsh-fast-syntax-highlighting'
brew 'zsh-autosuggestions'
brew 'fzf'
brew 'npm'
brew 'eza'
brew 'lazygit'

cask 'ghostty'
cask 'logi-options+'
cask 'karabiner-elements'
cask 'betterdisplay'
cask 'font-jetbrains-mono-nerd-font'
